Repository: probonopd/TSC
Catalog: tsc/data/translations/*.po
Languages: nl

source: Filename
nl: Bestandsnaam

source: Sound filename
nl: Geluids bestandnaam

source: Continuous
nl: Continu

source: Check if the sound should be played continuously instead of randomly
nl: Bekijk of het geluid continu moet worden afgespeeld, or willekeurig.

source: Delay Minimum
nl: Vertaag minimum

source: Minimal delay until played again
nl: Minimale vertraging tot herstart

source: Maximal delay until played again
nl: Maximale vertraging tot herstart

source: Minimal random volume for each play
nl: Minimale willekeurige volume voor elke start

source: Maximal random volume for each play
nl: Maximale willekeurige volume voor elke start

source: Volume Reduction Begin
nl: Volume Vermindering Start

source: Volume reduction begins gradually at this distance
nl: Volume vermindering begint geleidelijk vanaf deze afstand

source: End
nl: Einde

source: Volume reduction ends at this distance. Sound is not played beyond this.
nl: Volume vermindering eindigd vanaf deze afstand. Geluid wordt hierna niet meer afgespeeld.

source: Loading
nl: Wordt geladen

source: Editor enabled
nl: Bewerker aan

source: Loading Level failed :
nl: Laden van level mislukt :

source: Loading Images
nl: Plaatjes worden geladen

source: Loading Sounds
nl: Geluiden worden geladen

source: undefined
nl: niet gedefineerd

source: left
nl: links

source: right
nl: rechts

source: up
nl: boven

source: down
nl: onder

source: top_left
nl: boven_links

source: top_right
nl: boven_rechts

source: bottom_left
nl: onder_links

source: bottom_right
nl: onder_rechts

source: left_top
nl: links_boven

source: left_bottom
nl: links_onder

source: right_top
nl: rechts_onder

source: right_bottom
nl: rechts_onder

source: horizontal
nl: horizontaal

source: vertical
nl: verticaal

source: all
nl: alles

source: first
nl: eerste

source: last
nl: laatste

source: green
nl: groen

source: default
nl: standaard

source: white
nl: wit

source: black
nl: zwart

source: red
nl: rood

source: orange
nl: oranje

source: yellow
nl: geel

source: blue
nl: blauw

source: brown
nl: bruin

source: grey
nl: grijs

source: Direction
nl: Richting

source: Starting direction.
nl: Begin richting

source: Fly distance
nl: Vliegafstand

source: Hits
nl: Treffers

source: Hits until a downgrade
nl: Treffers tot degraderen

source: Downgrades
nl: Degradaties

source: Downgrades until death
nl: Dagradaties tot dood

source: Shell Time
nl: Schild tijd

source: Time running as shell to rise again
nl: Tijd verlopen als schild herrijst

source: Enabled
nl: Aangezet

source: Disabled
nl: Uitgezet

source: Image directory
nl: Plaatjes folder

source: Directory containing the images
nl: Folder die de plaatjes bevat

source: Direction it moves into.
nl: Richting die het opgaat

source: Distance
nl: Afstand

source: Movable Distance into its direction
nl: Beweegbare Afstand in zijn richting

source: Speed
nl: Snelheid

source: Initial speed when jumping out
nl: Begin snelheid tijdens uitspringen

source: Movable distance
nl: Beweegbare afstand

source: Always fly
nl: Vlieg altijd

source: Move without stopping at the fly distance
nl: Beweeg zonder te stoppen in de vliegafstand

source: Wait time
nl: Wachttijd

source: Time to wait until moving again after a stop
nl: Tijd te wachten tot weer bewegen na een stop

source: The distance to move each time
nl: De afstand die elke keer beweegt

source: Speed when activated
nl: Snelheid wanneer geactiveerd

source: Image
nl: Plaatje

source: Image filename
nl: Plaatje bestandsnaam

source: Rotation Speed
nl: Rotatie Snelheid

source: Path Identifier
nl: Pad Identificeerder

source: Name of the Path to move along.
nl: Naam van het pad om door te gaan.

source: Maximum speed
nl: Maximum snelheid

source: Fire Resistant
nl: Vuurbestendig

source: If it is resistant against fire
nl: Als het vuurbestendig is

source: Ice Resistance
nl: Ijsbestendig

source: Resistance against Ice (0.0-1.0)
nl: Bestendigd tegen ijs (0.0-1.0)

source: Detection distance into its direction
nl: Detectie afstand in zijn richting

source: Points %08d
nl: Punten %08d

source: Lives :
nl: Levens :

source: Time %02d:%02d
nl: Tijd %02d:%02d

source: Credits
nl: Titelrol

source: Version
nl: Versie

source: Delete
nl: Verwijder

source: Back
nl: Terug

source: This will reset your current progress. Continue ?
nl: Dit zal je huidige proces herstarten. Continue ?

source: Couldn't load overworld
nl: Overwereld laden mislukt

source: Couldn't load level
nl: Level laden mislukt

source: Delete
nl: Verwijder

source: Always Run
nl: Altijd rennen

source: On
nl: Aan

source: Off
nl: Uit

source: Camera Hor Speed
nl: Camera Hor Snelheid

source: Camera Ver Speed
nl: Camera Ver Snelheid

source: Language
nl: Taal

source: Reset
nl: Herstart

source: Resolution
nl: Resolutie

source: Fullscreen
nl: Volledigscherm

source: Geometry Quality
nl: Meetkunde Kwaliteit

source: Texture Quality
nl: Textuur Kwaliteit

source: Apply
nl: Pas toe

source: Recreate Cache
nl: Hermaak Cache

source: You should only change the value if the audio is scratchy.
nl: Verander alleen de waarde als het geluid krassend is.

source: Music
nl: Muziek

source: Enable to play music. You need to have the Music Addon installed.
nl: Zet aan om muziek af te spelen. Je moet de Muziek Plugin hebben geinstalleerd.

source: Set the Music Volume.
nl: Stel de Muziek Volume in.

source: Sound
nl: Geluid

source: Enable to play Sounds.
nl: Zet aan om geluid af te spelen.

source: Set the Sound Volume.
nl: Stel het Geluid Volume in.

source: Shortcuts
nl: Snelkoppelingen

source: Name
nl: Naam

source: Key
nl: Sleutel

source: Scroll Speed
nl: Scroll Snelheid

source: Analog Jump
nl: Analoge Sprong

source: None
nl: Geen

source: Button
nl: Knop

source: Show images
nl: Toon afbeeldingen

source: Item image size
nl: Item afbeelding grootte

source: Auto-Hide Mouse
nl: Verberg Muis Automatisch

source: Up
nl: Boven

source: Down
nl: Onder

source: Left
nl: Links

source: Right
nl: Rechts

source: Jump
nl: Spring

source: Shoot
nl: Schiet

source: Action
nl: Aktie

source: Exit
nl: Sluit af

source: Press a key
nl: Druk op een toets

source: Press a button
nl: Druk op een knop

source: for
nl: voor

source: . Press ESC to cancel.
nl: . Druk op ESC om te annuleren.

source: Reinitialization
nl: Herinitialisatie

source: Reloading
nl: Herladen

source: Music addon not detected. You can download it from the Website.
nl: Muziek plugin niet gevonden. Deze is te downloaden vanaf de website.

source: Enabled :
nl: Ingeschakeld :

source: 3000 Points needed for saving in a level. Saving on the Overworld is free.
nl: 3000 Punten nodig om op te slaan in een level. Opslaan in de Overwereld is gratis.

source: No Description
nl: Geen omschrijving

source: Enter Description
nl: Voer beschrijving in

source: Halfmassive -
nl: Halfmassief -

source: Massive -
nl: Massief -

source: Front Passive -
nl: Voorkant Passief

source: Passive -
nl: Passief -

source: Climbable -
nl: Klimbaar -

source: Editor Z :
nl: Bewerker Z :

source: Couldn't save level
nl: Opslaan level mislukt

source: saved
nl: opgeslagen

source: Create a new Level
nl: Maak een nieuw Level

source: already exists
nl: bestaat al

source: Created
nl: Gemaakt

source: Load a Level
nl: Laad een Level

source: Loaded
nl: Geladen

source: Save
nl: Opslaan

source: Save Level as
nl: Sla level op als

source: New name
nl: Nieuwe naam

source: Delete and Unload
nl: Verwijder en laad uit

source: Reload Level ?
nl: Herlaad Level ?

source: Initial direction
nl: Initiële richting

source: Animation
nl: Animatie

source: Use the Power animation if the box has a good or needed item for this level
nl: Gebruik de Kracht animatie als de doos een goed of nodig voorwerp heeft voor dit level

source: Empty
nl: Leeg

source: Random
nl: Willekeurig

source: The item that gets spawned
nl: Het voorwerp dat gespawned wordt

source: Force item
nl: Forceer voorwerp

source: Force best available item when activated
nl: Forceer best beschikbare voorwerp wanneer geactiveerd

source: Useable Count
nl: Bruikbaar Telling

source: Massive
nl: Massief

source: Ghost
nl: Geest

source: Semi Massive
nl: Semi Massief

source: Invisible
nl: Onzichtbaar

source: Massive is invisible until activated. Ghost is only visible and activateable if in ghost mode. Semi Massive is like Massive but only touchable in the activation direction.
nl: Massief is onzicht tot activatie. Geest is alleen zichtbaar and activeerbaar in geest modus. Semi Massief is als Massief maar is alleen aanraakbaar in de activatie richting.

source: Enemystopper
nl: Vijandstopper

source: Beam
nl: Straal

source: The direction to come out
nl: De richting uit te komen

source: Name for identification
nl: Naam voor indentificatie

source: Direction to move in
nl: Richting naar te bewegen

source: Motion
nl: Beweging

source: Camera Motion
nl: Camera Beweging

source: Destination Level
nl: Bestemming Level

source: Name of the level that should be entered. If empty uses the current level.
nl: Naam van het level dat zal moeten worden ingevoerd. Indien leeg zal het huidige level worden gebruikt.

source: Destination Entry
nl: Bestemming Ingang

source: Name of the Entry in the destination level. If empty the entry point is the player start position.
nl: Naam van de Ingang in het bestemmings level. Indien leeg zal het ingangs punt de spelers start positie worden.

source: Name of the Path to use for the camera movement.
nl: Naam van het Pad voor camera beweging.

source: Move Type
nl: Beweeg Type

source: Movement type.
nl: Beweegbaar type.

source: Movable distance into its direction if type is line or radius if circle.
nl: Beweegbaare afstand in zijn richting als type een lijn is of straal als cirkel.

source: Touch time
nl: Aanraak tijd

source: Time when touched until shaking starts
nl: Tijd indien aangeraak totdat schudden start

source: Shake time
nl: Schud tijd

source: Time it's shaking until falling
nl: Schud tijd tot vallen

source: Touch move time
nl: Aanraak beweeg tijd

source: If set does not move until this time has elapsed after touched
nl: Als set niet beweegd totdat deze tijd voorbij is na aanraken

source: Hor image count
nl: Hor afbeelding telling

source: Horizontal middle image count
nl: Horizontale middel afbeelding telling

source: Image top left
nl: Afbeelding boven links

source: Image top middle
nl: Afbeelding boven middel

source: Image top right
nl: Afbeelding boven rechts

source: Falling
nl: Vallen

source: Delayed
nl: Vertraagd

source: Moving
nl: Bewegen

source: Path
nl: Pad

source: Identifier
nl: Identificeerder

source: Identifier name of the Path. This is needed for objects that can link to this.
nl: Identificeer naam van het Pad. Dit is nodig voor objecten die hieraan kunnen koppelen.

source: Movement type. Mirror moves forth and back and rewind starts from the beginning again.
nl: Bewegings type. Kopieerd bewegingen heen en weer en herstart vanaf begin.

source: Select the Segment to edit.
nl: Selecteer het Segment om te bewerken.

source: Add a Segment after the selected one.
nl: Voeg een Segment toe na de geselecteerde.

source: Add
nl: Voeg toe

source: Delete the selected Segment.
nl: Verwijder het geselecteerd Segment.

source: Line position X1
nl: Lijn positie X1

source: Line position Y1
nl: Lijn positie Y1

source: Line position X2
nl: Lijn positie X2

source: Line position Y2
nl: Lijn positie Y2

source: Spinbox
nl: Draaidoos

source: Text
nl: Tekst

source: Text to display when activated
nl: Tekst om weer te geven wanneer geactiveerd

source: Unnamed
nl: Naamloos

source: Couldn't save world description
nl: Opslaan wereld omschrijving mislukt

source: Couldn't save world
nl: Opslaan wereld mislukt

source: World
nl: Wereld

source: Create a new World
nl: Maak een nieuwe Wereld

source: Load an Overworld
nl: Laad een Overwereld

source: Reload World ?
nl: Herlaad Wereld ?

source: Line Start Point
nl: Lijn Start Punt

source: Line End Point
nl: Lijn Eind Punt

source: Waypoint origin
nl: Waypoint oorsprong

source: World
nl: Wereld

source: Destination type
nl: Bestemmings type

source: Destination
nl: Bestemming

source: Destination level or world
nl: Bestemmings level of wereld

source: Backward Direction
nl: Achteruit Richting

source: Forward Direction
nl: Vooruit Richting

source: Default Access
nl: Standaard Toegang

source: Enable if the Waypoint should be always accessible.
nl: Ingeschakeld als het Waypoint altijd toegankelijk moet zijn.

source: Savegame
nl: Opgeslagen spel

source: loaded
nl: geladen

source: Saved to Slot
nl: Sla op in Slot

source: - Date
nl: - Datum

source: Position z
nl: Positie z

source: Emitter width
nl: Emitter lengte

source: Emitter width in which the particles spawn
nl: Emitter lengte waarin de deeltjes spawnen

source: Height
nl: Hoogte

source: Emitter height in which the particles spawn
nl: Emitter hoogte waarin de deeltjes spawnen

source: Emitter time to live. Set -1 for infinite.
nl: Emitte tijd te leven. Voor -1 in voor oneindig

source: The amount of particles to spawn for an interval
nl: De hoeveelheid deeltjes te spawnen voor een interval

source: Velocity
nl: Snelheid

source: Rotation z
nl: Rotatie z

source: Add direction
nl: Voeg richting toe

source: Const. rotation z
nl: Const. rotatie z

source: Scale
nl: Schaal

source: Hor gravity
nl: Hor zwaartekracht

source: Ver gravity
nl: Ver zwaartekracht

source: Saving Textures
nl: Opslaan Texturen

source: Restoring Textures
nl: Herstellen Texturen

source: Caching Images failed : Could not remove old images
nl: Vangen Afbeeldingen mislukt : Verwijderen oude afbeeldingen mislukt

source: Caching Images
nl: Vangen Afbeelden
